{
    "Home" : "Accueil",
    "HEY, I'M" : "HEY, JE SUIS",
    "BUT YOU CAN CALL ME" : "MAIS VOUS POUVEZ M'APPELER",
    "I'm a full stack web developer specializing in" : "Je suis un développeur web full stack spécialisé dans",
    "and" : "et",
    "with 5+ years" : "avec plus de 5 ans",
    "of experience." : "d'expérience.",
    "See my projects" : "Voir mes projets",
    "More about me" : "en savoir plus",
    "About" : "À PROPOS",
    "Hey, my name is Issam Taki and I use Sam as my nickname across social medias." : "Hey, je m'appelle Issam Taki et j'utilise Sam comme surnom sur les réseaux sociaux.",
    "with 5+ years of experience." : "avec plus de 5 ans d'expérience.",
    "I'm also skilled in graphic design, I often use tailwind css for my projects..I'm passionate about music and travel and tourism.." : "Je suis également compétent en graphique design, j'utilise souvent tailwind CSS pour mes projets. Je suis passionné par la musique, le voyage ..",
    "I'm always curious to learn more when it comes to new technologies and better ways of coding." : "Je suis toujours curieux d'en savoir plus sur les nouvelles technologies et les meilleures méthodes de codage.",
    "Resume" : "CV",
    "Work" : "PROJETS",
    "New" : "Nouveau",
    "Contact us" : "Contactez Nous",
    "FULL NAME" : "NOM ET PRÉNOM",
    "EMAIL" : "MAIL",
    "CONTACT NO" : "N° DE CONTACT",
    "MESSAGE" : "MESSAGE",
    "SEND" : "ENVOYER",
    "Your request was successfully submitted" : "Votre demande a été soumise avec succès",
    "Category" : "Catégorie",
    "Year" : "Année",
    "Client" : "Client",
    "Concept" : "Concept",
    "The whole concept is built around a modular and adaptable system by making designs move themselves arround a noisy background." : "L'ensemble du concept est construit autour d'un système modulaire et adaptable en faisant bouger les designs eux-mêmes sur un fond bruyant.",
    "The main goals of this brand are to create something alive by distorting it and to be unpredictable." : "Les principaux objectifs de cette marque sont de créer quelque chose de vivant en le déformant et en étant imprévisible.",
    "Colors" : "Couleurs",
    "Text Color dark backgrounds" : "Couleur du texte sur fond sombre",
    "Light background" : "Fond clair",
    "Highlight or mute some elements (depending on the background)" : "Mettre en surbrillance ou désactiver certains éléments (en fonction de l'arrière-plan)",
    "Text Color (on light backgrounds)" : "Couleur du texte (sur fond clair)",
    "Medium background" : "Fond moyen",
    "Typography" : "Typographie",
    "Headers" : "En-têtes",
    "Links" : "Liens",
    "Content" : "Contenu",
    "Applications" : "Applications",
    "Request Estimate" : "Demander un devis",
    "Welcome Page" : "Page d'accueil",
    "Landing Page" : "Page de destination",
    "Responsive" : "Responsive",
    "Visit" : "Visite",
    "Prixa demo" : "Démo Prixa",
    "Your browser does not support the video tag." : "Votre navigateur ne prend pas en charge la balise vidéo.",
    "Search Page" : "Page de recherche",
    "About Page" : "Page À propos",
    "Contact Page" : "Page de contact"


 

}